import React from 'react'
import {Link} from 'mirrorx'

const UserInfo = () => (
  <div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
      <div>想种树但是没有地方？在「开垦世界」中，不要担心土地不够，全世界有600亿块土地等你来种。这款备受好评与推荐的应用，让你可以在真实的地图上种树。在游戏中，你可以通过地理位置定位来发现离你最近的树坑并播下种子收获树苗...</div>
  </div>

)

export default UserInfo
